var data = {
    status: {
        des: "开关机",
        curKey: 1,
        keys: {
            0: '运行中',
            1: '未启动'
        },
        keyDes: {
            0: '开机',
            1: '关机'
        }
    },
    model: {
        des: "模式",
        curKey: 0,
        keys: {
            0: '智能模式',
            1: '手动模式',
            2: '夜间模式'
        }
    },
    speed: {
        des: "风速",
        curKey: 1,
        keys: {
            1: '风速1',
            2: '风速2',
            3: '风速3',
            4: '风速4',
            5: '风速5',
            6: '风速6',
            7: '风速7',
            8: '风速8',
            9: '风速9',
            10: '风速10',            
            
        }
    },
    time: {
        des: "定时",
        curKey: 30,
        keys: {
            30: '30分钟',
            60: '1小时',
            120: '2小时',
            180: '3小时',
            240: '4小时',
            300: '5小时',
            360: '6小时',
            420: '7小时',
            480: '8小时',  
        }
    },
}

export default data